---
kind: other
id: Methods.T:Autodesk.Revit.DB.Events.DocumentSavedEventArgs
source: html/b0bfd99b-4727-6b04-cf2c-914d7b1d61b8.htm
---
# DocumentSavedEventArgs Methods

Indicates whether the event is being cancelled.